acpi
alsa-utils
android-udev
arandr
atop
autoconf
automake
bash
bc
binutils
bison
bless
bzip2
clang
clang-analyzer
coreutils
cryptsetup
ctags
deluge
device-mapper
dhcpcd
dialog
diffutils
e2fsprogs
fakeroot
feh
ffmpeg
file
filesystem
findutils
firefox
flashplugin
flex
gawk
gcc-multilib
gdb
gettext
git
glibc
go
gparted
gperf
grep
groff
gst-libav
gst-plugins-good
gstreamer0.10
gzip
hgview
highlight
htop
ifuse
inetutils
intel-ucode
iotop
iproute2
iputils
iw
jdk7-openjdk
jfsutils
less
lib32-gtk2
lib32-readline
libconfig
libreoffice-fresh
libtool
libva-intel-driver
licenses
lightdm
linux
linux-headers
lldb
logrotate
lsof
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mercurial
mesa-libgl
nano
ncdu
netctl
ninja
ntfs-3g
openssh
openvpn
pacman
pastebinit
patch
pciutils
pcmciautils
perl
perl-switch
pkg-config
powertop
procps-ng
progress
psmisc
pulseaudio
pulseaudio-alsa
python-neovim
python-pip
python-requests
python-xdg
python2-docutils
python2-neovim
python2-pygments
python2-pyinotify
python2-qscintilla
python2-urwid
python2-virtualenv
python2-xdg
ranger
reiserfsprogs
s-nail
schedtool
sed
shadow
skype
smartmontools
squashfs-tools
stow
strace
sudo
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
thunderbird
tig
tk
tlp
tmux
traceroute
tree
ttf-bitstream-vera
ttf-dejavu
ttf-freefont
ttf-inconsolata
ttf-liberation
ttf-linux-libertine
ttf-ubuntu-font-family
unetbootin
usbmuxd
usbutils
util-linux
valgrind
vlc
w3m
wavemon
which
wpa_supplicant
wxgtk
x86_energy_perf_policy
xdot
xdotool
xf86-video-intel
xfsprogs
xorg-server
xorg-server-xephyr
xorg-xbacklight
xorg-xev
xorg-xfd
xorg-xinit
xorg-xrdb
xsel
zathura
zathura-pdf-poppler
zip
zsh
